[
  "calendar",
  "obsidian-minimal-settings",
  "obsidian-hider",
  "obsidian-contextual-typography",
  "dataview",
  "obsidian-charts",
  "obsidian-sortable",
  "table-editor-obsidian",
  "cmenu-plugin",
  "periodic-notes",
  "obsidian-outliner",
  "templater-obsidian",
  "nldates-obsidian",
  "obsidian-zoom",
  "obsidian-kanban",
  "obsidian-style-settings",
  "obsidian-icon-folder",
  "obsidian-advanced-uri",
  "obsidian-jupyter",
  "simple-embeds",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-footnotes",
  "obsidian-enhancing-mindmap",
  "quickadd",
  "metaedit",
  "obsidian-codemirror-options",
  "obsidian-smart-typography",
  "image-window",
  "oz-image-plugin",
  "maximise-active-pane-obsidian",
  "obsidian-tracker",
  "canvas-presentation",
  "obsidian-textgenerator-plugin",
  "omnisearch",
  "text-extractor",
  "obsidian-custom-frames",
  "obsidian-timestamp-notes",
  "obsidian-git"
]